tap "dokku/repo"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
brew "asdf"
brew "bat"
brew "dotbot"
brew "fd"
brew "fnm"
brew "frum"
brew "fzf"
brew "gh"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "libsodium"
brew "libxslt"
brew "llvm"
brew "luarocks"
brew "memcached", restart_service: true
brew "neovim"
brew "postgresql@14", restart_service: true
brew "python@3.11"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "zellij"
brew "dokku/repo/dokku"
brew "heroku/brew/heroku"
cask "font-caskaydia-mono-nerd-font"
cask "heroic"
cask "julia"
cask "keycastr"
cask "warp"
vscode "adamhartford.vscode-base64"
vscode "adpyke.codesnap"
vscode "aki77.rubocop-quick-fix"
vscode "alexdauenhauer.catppuccin-noctis"
vscode "amazonwebservices.amazon-q-vscode"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "andersliu.insert-line-number"
vscode "castwide.solargraph"
vscode "catppuccin.catppuccin-vsc"
vscode "christian-kohler.npm-intellisense"
vscode "codeium.codeium"
vscode "csstools.postcss"
vscode "dae.vscode-mac-color-picker"
vscode "dracula-theme.theme-dracula"
vscode "drcika.apc-extension"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "fallenmax.mithril-emmet"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "george-alisson.html-preview-vscode"
vscode "github.github-vscode-theme"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "huynhduong.nvtokyo-theme"
vscode "jonkwheeler.styled-components-snippets"
vscode "kaiwood.endwise"
vscode "karunamurti.haml"
vscode "lihui.vs-color-picker"
vscode "maciekkoks.luvia-theme"
vscode "mateocerquetella.xcode-12-theme"
vscode "mechatroner.rainbow-csv"
vscode "misogi.ruby-rubocop"
vscode "mquandalle.graphql"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "nextfaze.json-parse-stringify"
vscode "otoniel-isidoro.vscode-ruby-ctags"
vscode "paulmolluzzo.convert-css-in-js"
vscode "phil294.coffeesense"
vscode "phplasma.csv-to-table"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rocketseat.theme-omni"
vscode "serayuzgur.crates"
vscode "shopify.ruby-lsp"
vscode "sodatea.velocity"
vscode "sorbet.sorbet-vscode-extension"
vscode "swellaby.rust-pack"
vscode "tamasfe.even-better-toml"
vscode "thadeu.vscode-run-rspec-file"
vscode "unifiedjs.vscode-mdx"
vscode "vortizhe.simple-ruby-erb"
vscode "vscodevim.vim"
